{
    "train": [
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_15.jpg",
            "caption": "Noelle carrying Asta on her back."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_29.jpg",
            "caption": "Asta and yuno stand together on the street. yuno has a black hair here."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_28.jpg",
            "caption": "Asta and his friend yuno. yuno dresses like a prince and has a green hair."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_14.jpg",
            "caption": "Noelle talking to Asta with a blush on her face."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_16.jpg",
            "caption": "Noelle and Asta hugging passionately."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_17.jpg",
            "caption": "Noelle and Asta sitting tired under the moonlight."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_13.jpg",
            "caption": "Asta and Noelle both shouting with the background as that of space."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_12.jpg",
            "caption": "Asta and Noelle on a grassland. Asta is carrying Noelle. Asta is with a brown purse while Noelle is with a red purse"
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_38.jpg",
            "caption": "Gojo Satoru with his fingers crossed. behind him is an aura being portrayed by his domain expansion which is his special power."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_10.jpg",
            "caption": "Asta and Noelle kissing. Asta is with the hair band while Noelle has a white hair"
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_11.jpg",
            "caption": "Naruto and Sasuke lying exhausted after a tiresome batle with their hands each cut off."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_39.jpg",
            "caption": "Gojo satoru pointing at his hands showing the mount fuji guy that he is more powerful. Gojo satoru has a white hair while the mount fuji guy has a cup like opening on his head. also, gojo satoru is wearing a purplr clothe."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_8.jpg",
            "caption": "This is an image of Captain Yami."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_49.jpg",
            "caption": "escanor in battle mode with his axe."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_48.jpg",
            "caption": "meliodas standing with his yellow hair under a tree in sunrise."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_9.jpg",
            "caption": "This is an image of Asta with his white hair and black hair band."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_2.jpg",
            "caption": "Naruto with a spiky hair and sasuke with a black hair are standing back-to-back with their arms crossed, symbolizing rivalry and contrast. Naruto in an orange outfit and Sasuke in a blue outfit both wear headbands."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_43.jpg",
            "caption": "Okkotsu yuta."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_42.jpg",
            "caption": "Okkotsu yuta and geto suguru fighting. yuta is wearing a white shirt with a sword in his hands while his cursed spirit is standing behind him."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_56.jpg",
            "caption": "Naruto and sasuke with naruto's arm around sasuke's shoulder and with a smile on naruto's face."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_3.jpg",
            "caption": "Naruto and SAsuke are in a tense confrontation, gripping each other’s clothing while staring intensely into each other's eyes. Sasuke appears more aggressive than blond haired Naruto."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_40.jpg",
            "caption": "Itadori and Todou faces a cursed spirit hanami. itadori is with a purple dress, todou is shirtless and throwing a kick while hanami has a treelike structure coming out of where his eyes are supposed to be."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_1.jpg",
            "caption": "This is Naruto and Sasuke standing against a dreamy twilight sky with a full moon and glowing stars. Naruto on the left, with spiky blond hair and an orange jumpsuit, looks ahead with determination, while Sasuke on the right in a blue outfit glances back with a serious expression."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_54.jpg",
            "caption": "A portrait of sasuke and naruto both sliced and put next to each other."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_55.jpg",
            "caption": "A portrait of sasuke and naruto both sliced and put next to each other with an image of them about to throw fists below."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_41.jpg",
            "caption": "Okkotsu yuta and geto suguru fighting. yuta is backing the camera while geto is with the purple kimono with yuta's cursed spirit standing behind him."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_45.jpg",
            "caption": "Gojo satoru standing inbetween hanami and the mount fuji guy."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_51.jpg",
            "caption": "Itadori and Todou standing next to each other, with todou standing shirtless while itadori is with his regular purple clothe."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_4.jpg",
            "caption": "Sasuke and Naruto confronts each other gripping each other's clothes. Sasuke has a black hair while Naruto has a blond hair."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_50.jpg",
            "caption": "escanor with his armour and axe."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_5.jpg",
            "caption": "sasuke and naruto jam fist in combat. sasuke is with a purple shirt while naruto is on an orange and ash sweater."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_44.jpg",
            "caption": "Sasuke and naruto duo, sasuke is holding a sword."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_7.jpg",
            "caption": "Asta and Noelle cuddling up under a tree. Asta is the male figure with a black hair band while Noelle is the female figure with a brown boot."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_52.jpg",
            "caption": "Naruto and sasuke with their rasengan and lightning respectively."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_46.jpg",
            "caption": "meliodas with a big battle sword."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_47.jpg",
            "caption": "meliodas with his big bright yellow hair."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_6.jpg",
            "caption": "Sasuke and naruto in battle. sasuke with a lightning like structure on his hand while naruto has a light ball known as a rasengan on his hand."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_53.jpg",
            "caption": "Naruto and sasuke standing head to head with some injuries seen on the glasslike frame."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_34.jpg",
            "caption": "Asta and Yuno stand side buy side with asta holding his sword and groimore while yuno has just his groimore."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_20.jpg",
            "caption": "Captain yami sitting with his sword and white singlet and his cigarette in his mouth."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_21.jpg",
            "caption": "Captain yami giving a battle ready stance with his sword in his hands pointing towards something."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_35.jpg",
            "caption": "Asta and yuno stand side by side smiling while looking at each other with a side eye. asta holds his sword on his shoulder while yuno holds his groimore."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_23.jpg",
            "caption": "Captain yami with his sword and a black matter behing him."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_37.jpg",
            "caption": "Asta and captain yami standing side by side with their groimores. while asta has a red groimore, captain yami has a purple groimore."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_36.jpg",
            "caption": "Asta in a battle scene looking all angry."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_22.jpg",
            "caption": "Naruto and sasuke lying down exhaisted after an intense battle each with an arm short."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_26.jpg",
            "caption": "Captain yami tosses his sword to asta in a battle stance."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_32.jpg",
            "caption": "Asta and Yuno stand back to back."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_33.jpg",
            "caption": "Naruto and sasuke styand facing each other in the woods. Naruto is smiling while sasuke has a straight face."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_27.jpg",
            "caption": "Captain yami and asta stand back to back."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_19.jpg",
            "caption": "Noelle standing preety with her feminine features all outlined through her clothes."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_31.jpg",
            "caption": "Yuno and Asta stand side by side with yuno having his fairy on his shoulder."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_25.jpg",
            "caption": "Asta and captain yami duo ready for a battle. Asta wields his big sword known as demon dweller while captain yami holds his regular sword with both their groimores open."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_24.jpg",
            "caption": "Captain yami with his sword and a black matter behing him known as dimensional slash."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_30.jpg",
            "caption": "A portrait of Yuno and Asta side by side. Yuno has a black hair while Asta has a black hairband."
        },
        {
            "image": "/Users/macbok/Downloads/Telegram Desktop/image_18.jpg",
            "caption": "Asta and Noelle sitting on a grassy field at night with asta's mouth open."
        }
    ]
}